Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_File_WorkspaceSave.Text
source: Save workspace...
ar: حفظ مساحة العمل...
cs: Uložit pracovní prostor...
de: Arbeitsbereich speichern...
el: Αποθήκευση χώρου εργασίας...
es: Guardar área de trabajo...
fa: ذخیرهٔ فضای کاری...
fr: Enregistrer l'espace de travail...
hu: Munkaterület mentése...
id: Simpan Ruang Kerja...
it: Salva area di lavoro...
ja: 保存(S)...
ko: 작업 영역 저장(S)...
pl: Zapisz obszar roboczy...
pt: Salvar espaço de trabalho...
ro: Salvare spațiu de lucru...
th: บันทึกพื้นที่ทำงาน(S)...
tr: Çalışma alanını kaydet...
uk: Зберегти робочу область...
vi: Lưu Không gian Làm việc...
zh_hans: 保存工作区(S)...
zh_hant: 儲存工作區(S)...

# Menu_File_WorkspaceSave.AccessKey
source: S
ar: ح
cs: U
de: A
el: Α
es: G
fa: ذ
fr: E
hu: M
pl: Z
tr: K
uk: З
vi: L

# Menu_File_WorkspaceOpen.Text
source: Open workspace...
ar: فتح مساحة العمل...
cs: Otevřít pracovní prostor...
de: Arbeitsbereich öffnen...
el: Άνοιγμα χώρου εργασίας...
es: Abrir área de trabajo...
fa: باز کردن فضای کاری...
fr: Ouvrir un espace de travail...
hu: Munkaterület megnyitása...
id: Buka Ruang Kerja...
it: Apri area di lavoro...
ja: 開く(O)...
ko: 작업 영역 열기(O)...
pl: Otwórz obszar roboczy...
pt: Abrir espaço de trabalho...
ro: Deschidere spațiu de lucru...
th: เปิดพื้นที่ทำงาน(O)...
tr: Çalışma alanını aç...
uk: Відкрити робочу область...
vi: Mở Không gian Làm việc...
zh_hans: 打开工作区(O)...
zh_hant: 開啟工作區(O)...

# Menu_File_WorkspaceOpen.AccessKey
source: O
ar: ف
de: R
el: Ν
es: A
fa: ب
hu: U
id: B
it: A
pt: A
ro: D
tr: A
uk: В
vi: M

# Cmd_file_openAdvanced
source: Open with options
ar: فتح مع خيارات
cs: Otevřít s možnostmi
de: Mit Optionen öffnen
el: Άνοιγμα με επιλογές
es: Abrir con opciones
fa: باز کردن با گزینه‌ها
fr: Ouvrir avec des options
hu: Megnyitás beállításokkal
id: Buka dengan opsi
it: Apri con opzioni
ja: 詳細を指定して開く
ko: 옵션을 지정하여 열기
pl: Otwórz z opcjami
pt: Abrir com opções
ro: Deschidere cu opțiuni
th: เปิดพร้อมตัวเลือก
tr: Seçeneklerle aç
uk: Відкрити з параметрами
vi: Mở với tùy chọn
zh_hans: 使用选项打开
zh_hant: 以選項開啟

# CmdAlias_file_openAdvanced
source: advanced options range format lock
ar: advanced options range format lock خيارات متقدمة نطاق تنسيق قفل
cs: pokročilé pokrocile možnosti moznosti rozsah formát format zámek zamek advanced options range lock
de: erweitert optionen bereich format sperren advanced options range format lock
el: επιλογές για προχωρημένους εύρος μορφή κλείδωμα advanced options range format lock
es: avanzado opciones rango formato bloqueo advanced options range format lock
fa: گزینه‌های پیشرفته محدوده قالب قفل, advanced options range format lock
fr: avancé options plage format verrou advanced options range format lock
hu: speciális specialis beállítások beallitasok tartomány formátum zárolás advanced options range format lock
id: buka opsi lanjutan rentang format kunci advanced options range format lock
it: avanzate opzioni intervallo formato blocco advanced options range format lock
ja: しょうさいをしていしてひらく
ko: 고급 옵션 범위 형식 잠금 advanced options range format lock
pl: zaawansowane opcje zakres format blokada advanced options range format lock
pt: avançado opções intervalo formato bloqueio advanced options range format lock
ro: avansat optiuni opțiuni interval format blocare advanced options range format lock
th: เปิด ตัวเลือก ขั้นสูง ช่วง รูปแบบ ล็อก advanced options range format lock
tr: gelişmiş seçenekler aralık biçim kilit advanced options range format lock
uk: додатково параметри діапазон формат блокування advanced options range format lock
vi: mở tùy chọn nâng cao phạm vi định dạng khóa advanced options range format lock
zh_hans: 高级 选项 范围 格式 锁定 打开 advanced options range format lock
zh_hant: 進階 選項 範圍 格式 鎖定 advanced options range format lock

# Cmd_file_openRange
source: Open a range
ar: فتح نطاق
cs: Otevřít rozsah
de: Einen Bereich öffnen
el: Άνοιγμα περιοχής
es: Abrir un rango
fa: باز کردن یک محدوده
fr: Ouvrir une plage
hu: Tartomány megnyitása
id: Buka rentang
it: Apri un intervallo
ja: 範囲を指定して開く
ko: 범위 열기
pl: Otwórz zakres
pt: Abrir um intervalo
ro: Deschidere interval
th: เปิดช่วง
tr: Bir aralık aç
uk: Відкрити діапазон
vi: Mở một phạm vi
zh_hans: 打开范围
zh_hant: 開啟範圍

# CmdAlias_file_openRange
source: partial part offset
ar: partial part offset جزئي جزء إزاحة
cs: částečný castecny část cast posun partial part offset
de: teilweise teil offset partial part offset
el: μερικό τμήμα μετατόπιση partial part offset
es: parcial parte desplazamiento partial part offset
fa: جزئی بخش آفست, partial part offset
fr: partiel partie décalage partial part offset
hu: részleges reszleges rész resz eltolás eltolas partial part offset
id: buka rentang sebagian offset partial part offset
it: parziale parte offset partial part
ja: はんいをしていしてひらく
ko: 범위 부분 일부 오프셋 partial part offset
pl: częściowy część przesunięcie partial part offset
pt: parcial parte deslocamento partial part offset
ro: partial parțial parte deplasament partial part offset
th: เปิด ช่วง บางส่วน ออฟเซ็ต partial part offset
tr: kısmi parça ofset partial part offset
uk: частково частина зміщення partial part offset
vi: mở phạm vi một phần độ lệch partial part offset
zh_hans: 部分 范围 偏移量 打开 partial part offset
zh_hant: 部分 範圍 位移 partial part offset

# Cmd_file_openAsIntelHex
source: Open as Intel HEX
ar: فتح كـ Intel HEX
cs: Otevřít jako Intel HEX
de: Als Intel HEX öffnen
el: Άνοιγμα ως Intel HEX
es: Abrir como Intel HEX
fa: باز کردن به‌عنوان Intel HEX
fr: Ouvrir en tant qu'Intel HEX
hu: Megnyitás Intel HEX formátumban
id: Buka sebagai Intel HEX
it: Apri come Intel HEX
ja: Intel HEX として開く
ko: Intel HEX로 열기
pl: Otwórz jako Intel HEX
pt: Abrir como Intel HEX
ro: Deschidere ca Intel HEX
th: เปิดเป็น Intel HEX
tr: Intel HEX olarak aç
uk: Відкрити як Intel HEX
vi: Mở dưới dạng Intel HEX
zh_hans: 作为 Intel HEX 打开
zh_hant: 以 Intel HEX 開啟

# CmdAlias_file_openAsIntelHex
source: ihex hex firmware decode
ar: ihex hex firmware decode برنامج ثابت فك ترميز
cs: dekódovat dekodovat ihex hex firmware decode
de: firmware decodieren ihex hex firmware decode
el: υλικολογισμικό αποκωδικοποίηση ihex hex firmware decode
es: firmware decodificar ihex hex firmware decode
fa: میان‌افزار رمزگشایی, ihex hex firmware decode
fr: micrologiciel décoder ihex hex firmware decode
hu: intel hex firmware dekódolás dekodolas ihex hex firmware decode
id: firmware dekode ihex hex firmware decode
it: firmware decodifica ihex hex firmware decode
ja: いんてるへっくすとしてひらく
ko: 인텔 헥스 펌웨어 디코딩 ihex hex firmware decode
pl: oprogramowanie układowe dekoduj ihex hex firmware decode
pt: firmware decodificar ihex hex decode
ro: firmware decodificare ihex hex firmware decode
th: เฟิร์มแวร์ ถอดรหัส ihex hex firmware decode
tr: ihex hex bellenim çöz ihex hex firmware decode
uk: мікропрограма декодувати ihex hex firmware decode
vi: phần sụn giải mã ihex hex firmware decode
zh_hans: 固件 解码 打开 ihex hex firmware decode
zh_hant: 韌體 解碼 ihex hex firmware decode

# Cmd_file_openAsSRecord
source: Open as S-record
ar: فتح كـ S-record
cs: Otevřít jako S-record
de: Als S-record öffnen
el: Άνοιγμα ως S-record
es: Abrir como S-record
fa: باز کردن به‌عنوان S-record
fr: Ouvrir en tant que S-record
hu: Megnyitás S-record formátumban
id: Buka sebagai S-record
it: Apri come S-record
ja: S-record として開く
ko: S-record로 열기
pl: Otwórz jako S-record
pt: Abrir como S-record
ro: Deschidere ca S-record
th: เปิดเป็น S-record
tr: S-record olarak aç
uk: Відкрити як S-record
vi: Mở dưới dạng S-record
zh_hans: 作为 S-record 打开
zh_hant: 以 S-record 開啟

# CmdAlias_file_openAsSRecord
source: srec motorola s19 s28 s37 decode
ar: srec motorola s19 s28 s37 decode فك ترميز
cs: dekódovat dekodovat srec motorola s19 s28 s37 decode
de: decodieren srec motorola s19 s28 s37 decode
el: αποκωδικοποίηση srec motorola s19 s28 s37 decode
es: decodificar srec motorola s19 s28 s37 decode
fa: رمزگشایی, srec motorola s19 s28 s37 decode
fr: décoder srec motorola s19 s28 s37 decode
hu: s-record dekódolás dekodolas srec motorola s19 s28 s37 decode
id: dekode srec motorola s19 s28 s37 decode
it: decodifica srec motorola s19 s28 s37 decode
ja: えすれこーどとしてひらく
ko: S 레코드 모토로라 디코딩 srec motorola s19 s28 s37 decode
pl: dekoduj srec motorola s19 s28 s37 decode
pt: decodificar srec motorola s19 s28 s37 decode
ro: decodificare srec motorola s19 s28 s37 decode
th: ถอดรหัส srec motorola s19 s28 s37 decode
tr: çöz srec motorola s19 s28 s37 decode
uk: декодувати srec motorola s19 s28 s37 decode
vi: giải mã srec motorola s19 s28 s37 decode
zh_hans: 解码 打开 srec motorola s19 s28 s37 decode
zh_hant: 解碼 srec motorola s19 s28 s37 decode

# Cmd_file_openAsBase64
source: Open as Base64
ar: فتح كـ Base64
cs: Otevřít jako Base64
de: Als Base64 öffnen
el: Άνοιγμα ως Base64
es: Abrir como Base64
fa: باز کردن به‌عنوان Base64
fr: Ouvrir en tant que Base64
hu: Megnyitás Base64 formátumban
id: Buka sebagai Base64
it: Apri come Base64
ja: Base64 として開く
ko: Base64로 열기
pl: Otwórz jako Base64
pt: Abrir como Base64
ro: Deschidere ca Base64
th: เปิดเป็น Base64
tr: Base64 olarak aç
uk: Відкрити як Base64
vi: Mở dưới dạng Base64
zh_hans: 作为 Base64 打开
zh_hant: 以 Base64 開啟

# CmdAlias_file_openAsBase64
source: b64 pem decode
ar: b64 pem decode فك ترميز
cs: dekódovat dekodovat b64 pem decode
de: decodieren b64 pem decode
el: αποκωδικοποίηση b64 pem decode
es: decodificar b64 pem decode
fa: رمزگشایی, b64 pem decode
fr: décoder b64 pem decode
hu: base64 dekódolás dekodolas b64 pem decode
id: dekode b64 pem decode
it: decodifica b64 pem decode
ja: べーすろくじゅうよんとしてひらく
ko: 베이스64 디코딩 b64 pem decode
pl: dekoduj b64 pem decode
pt: decodificar b64 pem decode
ro: decodificare b64 pem decode
th: ถอดรหัส b64 pem decode
tr: çöz b64 pem decode
uk: декодувати b64 pem decode
vi: giải mã b64 pem decode
zh_hans: 解码 打开 b64 pem decode
zh_hant: 解碼 b64 pem decode

# Cmd_file_openSelectionInNewTab
source: Open selection in a new tab
ar: فتح التحديد في علامة تبويب جديدة
cs: Otevřít výběr na nové kartě
de: Auswahl in neuer Registerkarte öffnen
el: Άνοιγμα επιλογής σε νέα καρτέλα
es: Abrir la selección en una pestaña nueva
fa: باز کردن انتخاب در زبانهٔ جدید
fr: Ouvrir la sélection dans un nouvel onglet
hu: Kijelölés megnyitása új lapon
id: Buka pilihan di tab baru
it: Apri selezione in una nuova scheda
ja: 選択範囲を新しいタブで開く
ko: 선택 영역을 새 탭에서 열기
pl: Otwórz zaznaczenie na nowej karcie
pt: Abrir seleção em uma nova guia
ro: Deschidere selecție într-o filă nouă
th: เปิดส่วนที่เลือกในแท็บใหม่
tr: Seçimi yeni sekmede aç
uk: Відкрити виділення в новій вкладці
vi: Mở vùng chọn trong tab mới
zh_hans: 在新选项卡中打开选定内容
zh_hant: 在新索引標籤中開啟選取範圍

# CmdAlias_file_openSelectionInNewTab
source: linked view range tab
ar: linked view range tab عرض مرتبط نطاق علامة تبويب
cs: propojené propojene zobrazení zobrazeni rozsah karta linked view range tab
de: verknüpfte ansicht bereich registerkarte linked view range tab
el: συνδεδεμένη προβολή περιοχή καρτέλα linked view range tab
es: vista vinculada rango pestaña linked view range tab
fa: نمای پیوندی محدوده زبانه, linked view range tab
fr: vue liée plage onglet linked view range tab
hu: csatolt nézet nezet tartomány tartomany lap linked view range tab
id: tampilan tertaut rentang tab linked view range tab
it: vista collegata intervallo scheda linked view range tab
ja: せんたくはんいをあたらしいたぶでひらく
ko: 선택 영역 새 탭 연결된 보기 범위 linked view range tab
pl: widok połączony zakres karta linked view range tab
pt: exibição vinculada intervalo guia linked view range tab
ro: vizualizare legata legată interval fila filă linked view range tab
th: มุมมองที่เชื่อมโยง ช่วง แท็บ linked view range tab
tr: bağlı görünüm aralık sekme linked view range tab
uk: пов’язане подання діапазон вкладка linked view range tab
vi: chế độ xem liên kết phạm vi tab linked view range tab
zh_hans: 链接视图 范围 选项卡 linked view range tab
zh_hant: 連結檢視 範圍 索引標籤 linked view range tab

# Cmd_file_openSelectionAsCopy
source: Open selection as a copy in a new tab
ar: فتح التحديد كنسخة في علامة تبويب جديدة
cs: Otevřít výběr jako kopii na nové kartě
de: Auswahl als Kopie in neuer Registerkarte öffnen
el: Άνοιγμα επιλογής ως αντιγράφου σε νέα καρτέλα
es: Abrir una copia de la selección en una pestaña nueva
fa: باز کردن انتخاب به‌صورت رونوشت در زبانهٔ جدید
fr: Ouvrir une copie de la sélection dans un nouvel onglet
hu: Kijelölés megnyitása másolatként új lapon
id: Buka pilihan sebagai salinan di tab baru
it: Apri selezione come copia in una nuova scheda
ja: 選択範囲をコピーとして新しいタブで開く
ko: 선택 영역을 복사본으로 새 탭에서 열기
pl: Otwórz zaznaczenie jako kopię na nowej karcie
pt: Abrir seleção como cópia em uma nova guia
ro: Deschidere selecție ca o copie într-o filă nouă
th: เปิดส่วนที่เลือกเป็นสำเนาในแท็บใหม่
tr: Seçimi yeni sekmede kopya olarak aç
uk: Відкрити виділення як копію в новій вкладці
vi: Mở vùng chọn dưới dạng bản sao trong tab mới
zh_hans: 在新选项卡中将选定内容作为副本打开
zh_hant: 在新索引標籤中以複本開啟選取範圍

# CmdAlias_file_openSelectionAsCopy
source: copy duplicate range tab
ar: copy duplicate range tab نسخة تكرار نطاق علامة تبويب
cs: kopie duplikát duplikat rozsah karta copy duplicate range tab
de: kopie duplikat bereich registerkarte copy duplicate range tab
el: αντίγραφο διπλότυπο περιοχή καρτέλα copy duplicate range tab
es: copia duplicar rango pestaña copy duplicate range tab
fa: رونوشت تکثیر محدوده زبانه, copy duplicate range tab
fr: copie dupliquer plage onglet copy duplicate range tab
hu: másolat masolat duplikálás duplikalas tartomány lap copy duplicate range tab
id: salinan duplikat rentang tab copy duplicate range tab
it: copia duplica intervallo scheda copy duplicate range tab
ja: せんたくはんいをこぴーとしてひらく
ko: 선택 영역 복사본 복제 새 탭 copy duplicate range tab
pl: kopia duplikuj zakres karta copy duplicate range tab
pt: cópia duplicar intervalo guia copy duplicate range tab
ro: copie duplicat interval fila filă copy duplicate range tab
th: สำเนา ทำซ้ำ ช่วง แท็บ copy duplicate range tab
tr: kopya çoğalt aralık sekme copy duplicate range tab
uk: копія дублікат діапазон вкладка copy duplicate range tab
vi: bản sao nhân bản phạm vi tab copy duplicate range tab
zh_hans: 副本 复制 范围 选项卡 copy duplicate range tab
zh_hant: 複本 複製 範圍 索引標籤 copy duplicate range tab

# Cmd_file_formatSettings
source: Format settings
ar: إعدادات التنسيق
cs: Nastavení formátu
de: Formateinstellungen
el: Ρυθμίσεις μορφής
es: Configuración del formato
fa: تنظیمات قالب
fr: Paramètres du format
hu: Formátumbeállítások
id: Pengaturan format
it: Impostazioni formato
ja: 形式の設定
ko: 형식 설정
pl: Ustawienia formatu
pt: Configurações de formato
ro: Setări format
th: การตั้งค่ารูปแบบ
tr: Biçim ayarları
uk: Параметри формату
vi: Cài đặt định dạng
zh_hans: 格式设置
zh_hant: 格式設定

# CmdAlias_file_formatSettings
source: intel hex s-record base64 record length line
ar: intel hex s-record base64 record length line طول السجل سطر
cs: formát format délka delka záznamu zaznamu řádek radek intel hex s-record base64 record length line
de: datensatzlänge zeile intel hex s-record base64 record length line
el: μήκος εγγραφής γραμμή intel hex s-record base64 record length line
es: longitud de registro línea intel hex s-record base64 record length line
fa: طول رکورد خط, intel hex s-record base64 record length line
fr: longueur d'enregistrement ligne intel hex s-record base64 record length line
hu: formátum formatum beállítások rekordhossz sor intel hex s-record base64 record length line
id: pengaturan format panjang rekaman intel hex s-record base64 record length line
it: lunghezza record riga intel hex s-record base64 record length line
ja: けいしきのせってい
ko: 형식 설정 레코드 길이 줄 intel hex s-record base64 record length line
pl: długość rekordu wiersz intel hex s-record base64 record length line
pt: comprimento registro linha intel hex s-record base64 record length line
ro: lungime inregistrare înregistrare linie intel hex s-record base64 record length line
th: การตั้งค่ารูปแบบ ความยาวเรคคอร์ด intel hex s-record base64 record length line
tr: kayıt uzunluğu satır intel hex s-record base64 record length line
uk: довжина запису рядок intel hex s-record base64 record length line
vi: cài đặt định dạng độ dài bản ghi intel hex s-record base64 record length line
zh_hans: 格式 设置 记录长度 行 intel hex s-record base64 record length line
zh_hant: 格式 記錄長度 行 intel hex s-record base64 record length line

# Cmd_file_import
source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt: Importar
ro: Importare
th: นำเข้า
tr: İçeri aktar
uk: Імпорт
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# CmdAlias_file_import
source: intel hex s-record base64 decode load
ar: intel hex s-record base64 decode load فك ترميز تحميل
cs: importovat dekódovat dekodovat načíst nacist intel hex s-record base64 decode load
de: decodieren laden intel hex s-record base64 decode load
el: αποκωδικοποίηση φόρτωση intel hex s-record base64 decode load
es: decodificar cargar intel hex s-record base64 decode load
fa: رمزگشایی بارگذاری, intel hex s-record base64 decode load
fr: décoder charger intel hex s-record base64 decode load
hu: importálás importalas dekódolás betöltés intel hex s-record base64 decode load
id: impor dekode muat intel hex s-record base64 decode load
it: decodifica carica intel hex s-record base64 decode load
ja: いんぽーと
ko: 가져오기 디코딩 로드 intel hex s-record base64 decode load
pl: dekoduj wczytaj intel hex s-record base64 decode load
pt: decodificar carregar intel hex s-record base64 decode load
ro: importare decodificare incarcare încărcare intel hex s-record base64 decode load
th: นำเข้า ถอดรหัส โหลด intel hex s-record base64 decode load
tr: çöz yükle intel hex s-record base64 decode load
uk: декодувати завантажити intel hex s-record base64 decode load
vi: nhập giải mã tải intel hex s-record base64 decode load
zh_hans: 导入 解码 加载 intel hex s-record base64 decode load
zh_hant: 匯入 解碼 載入 intel hex s-record base64 decode load

# Cmd_file_export
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
ro: Exportare
th: ส่งออก
tr: Dışarı aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# CmdAlias_file_export
source: intel hex s-record base64 html rtf dump save
ar: intel hex s-record base64 html rtf dump save تفريغ حفظ
cs: exportovat výpis vypis uložit ulozit intel hex s-record base64 html rtf dump save
de: speichern intel hex s-record base64 html rtf dump save
el: αποθήκευση αποτύπωση intel hex s-record base64 html rtf dump save
es: guardar volcado intel hex s-record base64 html rtf dump save
fa: دامپ ذخیره, intel hex s-record base64 html rtf dump save
fr: enregistrer vidage intel hex s-record base64 html rtf dump save
hu: exportálás exportalas kiírás mentés intel hex s-record base64 html rtf dump save
id: ekspor dump simpan intel hex s-record base64 html rtf dump save
it: dump salva intel hex s-record base64 html rtf save
ja: えくすぽーと
ko: 내보내기 덤프 저장 intel hex s-record base64 html rtf dump save
pl: zrzut zapisz intel hex s-record base64 html rtf dump save
pt: despejo salvar intel hex s-record base64 html rtf dump save
ro: exportare salvare intel hex s-record base64 html rtf dump save
th: ส่งออก ดัมพ์ บันทึก intel hex s-record base64 html rtf dump save
tr: döküm kaydet intel hex s-record base64 html rtf dump save
uk: дамп зберегти intel hex s-record base64 html rtf dump save
vi: xuất kết xuất lưu intel hex s-record base64 html rtf dump save
zh_hans: 导出 转储 保存 intel hex s-record base64 html rtf dump save
zh_hant: 匯出 傾印 儲存 intel hex s-record base64 html rtf dump save

# Cmd_file_exportSelection
source: Export selection
ar: تصدير التحديد
cs: Exportovat výběr
de: Auswahl exportieren
el: Εξαγωγή επιλογής
es: Exportar la selección
fa: صادر کردن انتخاب
fr: Exporter la sélection
hu: Kijelölés exportálása
id: Ekspor pilihan
it: Esporta selezione
ja: 選択範囲をエクスポート
ko: 선택 영역 내보내기
pl: Eksportuj zaznaczenie
pt: Exportar seleção
ro: Exportare selecție
th: ส่งออกส่วนที่เลือก
tr: Seçimi dışarı aktar
uk: Експорт виділення
vi: Xuất vùng chọn
zh_hans: 导出选定内容
zh_hant: 匯出選取範圍

# CmdAlias_file_exportSelection
source: range dump save
ar: range dump save نطاق تفريغ حفظ
cs: rozsah výpis vypis uložit ulozit range dump save
de: bereich speichern range dump save
el: περιοχή αποτύπωση αποθήκευση range dump save
es: rango volcado guardar range dump save
fa: محدوده دامپ ذخیره, range dump save
fr: plage vidage enregistrer range dump save
hu: kijelölés kijeloles tartomány exportálás mentés range dump save
id: ekspor rentang dump range dump save
it: intervallo dump salva range save
ja: せんたくはんいをえくすぽーと
ko: 선택 영역 내보내기 범위 덤프 저장 range dump save
pl: zakres zrzut zapisz range dump save
pt: intervalo despejo salvar range dump save
ro: interval salvare range dump save
th: ส่งออก ช่วง ดัมพ์ range dump save
tr: aralık döküm kaydet range dump save
uk: діапазон дамп зберегти range dump save
vi: xuất phạm vi kết xuất range dump save
zh_hans: 导出 范围 转储 保存 range dump save
zh_hant: 匯出 範圍 傾印 儲存 range dump save

# Cmd_file_saveSelection
source: Save selection to a file
ar: حفظ التحديد في ملف
cs: Uložit výběr do souboru
de: Auswahl in Datei speichern
el: Αποθήκευση επιλογής σε αρχείο
es: Guardar la selección en un archivo
fa: ذخیرهٔ انتخاب در فایل
fr: Enregistrer la sélection dans un fichier
hu: Kijelölés mentése fájlba
id: Simpan pilihan ke file
it: Salva la selezione in un file
ja: 選択範囲をファイルに保存
ko: 선택 영역을 파일로 저장
pl: Zapisz zaznaczenie w pliku
pt: Salvar a seleção em um arquivo
ro: Salvare selecție într-un fișier
th: บันทึกส่วนที่เลือกลงในไฟล์
tr: Seçimi bir dosyaya kaydet
uk: Зберегти виділення у файл
vi: Lưu vùng chọn vào tệp
zh_hans: 将选定内容保存到文件
zh_hant: 將選取範圍儲存到檔案

# CmdAlias_file_saveSelection
source: extract binary cut save range
ar: extract binary cut save range استخراج ثنائي قص حفظ نطاق
cs: extrahovat binární binarni vyjmout uložit ulozit rozsah extract binary cut save range
de: extrahieren binär ausschneiden speichern bereich extract binary cut save range
el: εξαγωγή δυαδικό αποκοπή αποθήκευση extract binary cut save range
es: extraer binario cortar guardar rango extract binary cut save range
fa: استخراج دودویی برش ذخیره محدوده, extract binary cut save range
fr: extraire binaire couper enregistrer plage extract binary cut save range
hu: kibontás kibontas bináris binaris kivágás mentés tartomány extract binary cut save range
id: ekstrak biner simpan rentang extract binary cut save range
it: estrai binario taglia salva intervallo extract binary cut save range
ja: せんたくはんいをふぁいるにほぞん
ko: 선택 영역 추출 이진 잘라내기 저장 extract binary cut save range
pl: wyodrębnij binarny wytnij zapisz zakres extract binary cut save range
pt: extrair binário cortar salvar intervalo extract binary cut save range
ro: extragere binar decupare salvare interval extract binary cut save range
th: แยก ไบนารี บันทึก ช่วง extract binary cut save range
tr: ayıkla ikili kes kaydet aralık extract binary cut save range
uk: витягти двійковий зберегти діапазон extract binary cut save range
vi: trích xuất nhị phân lưu phạm vi extract binary cut save range
zh_hans: 提取 二进制 剪切 保存 范围 extract binary cut save range
zh_hant: 擷取 二進位 儲存 範圍 extract binary cut save range

# Cmd_workspace_save
source: Workspace: Save
ar: مساحة العمل: حفظ
cs: Pracovní prostor: Uložit
de: Arbeitsbereich: Speichern
el: Χώρος εργασίας: Αποθήκευση
es: Área de trabajo: guardar
fa: فضای کاری: ذخیره
fr: Espace de travail : enregistrer
hu: Munkaterület: mentés
id: Ruang kerja: Simpan
it: Area di lavoro: salva
ja: ワークスペース: 保存
ko: 작업 영역: 저장
pl: Obszar roboczy: zapisz
pt: Espaço de trabalho: salvar
ro: Spațiu de lucru: salvare
th: พื้นที่ทำงาน: บันทึก
tr: Çalışma alanı: Kaydet
uk: Робоча область: зберегти
vi: Không gian làm việc: Lưu
zh_hans: 工作区：保存
zh_hant: 工作區：儲存
